Repository: tomschall/jobs
Catalog: typo3conf/ext/*_freecap/Resources/Private/Language/*.locallang.xlf
Languages: de, fr, pl, ru

# title
source: Make GD Font for freeCap CAPTCHA
de: GD-Schriftart für freeCap-CAPTCHA erzeugen
fr: Fabrication d'une police de caractères GD pour freeCap CAPTCHA
ru: Создать GD шрифт для freeCap CAPTCHA

# title-created
source: A GD font for freeCap CAPTCHA was created
fr: Un fichier de police de caractères GD a été créé pour freeCap CAPTCHA

# charactersToIncludeInFont
source: Characters included in font:
de: Zeichen in Schriftart:
fr: Caractères inclus dans la police:
ru: Символы, которые следует включить в шрифт:

# numbers-only
source: Numbers only (0-9)
de: nur Ziffern (0-9)
fr: Chiffres seulement (0-9)
ru: Только цифры (0-9)

# ASCII-lowercase-letters
source: ASCII lowercase letters (a-z)
de: Kleine ASCII-Buchstaben (a-z)
fr: Lettres minuscules ASCII (a-z)
ru: Символы ASCII в нижнем регистре (a-z)

# ANSI-extended-ASCII-lowercase-letters
source: ANSI-extended ASCII lowercase letters (a-z,ß-ÿ)
de: Kleine ANSI-erweiterte ASCII-Buchstaben (a-z,ß-ÿ)
fr: Lettres minuscules ASCII étendu par ANSI (a-z,ß-ÿ)
ru: Символы ASCII, дополненные ANSI в нижнем регистре (a-z,ß-ÿ)

source: Character width:
de: Zeichenbreite:
fr: Largeur des caractères:
ru: Ширина символа:

source: Character height:
de: Zeichenhöhe:
fr: Hauteur des caractères:
ru: Высота символа:

# endianness
source: Byte order (Endianness):
de: Byte-Reihenfolge (Endian):
fr: Ordre des octets (endianness):
ru: Порядок байт (Endianness):

source: Little-endian
fr: Petit-boutiste
ru: От младшего к старшему (Little-endian)

source: Big-endian
fr: Gros-boutiste
ru: От старшего к младшему (Big-endian)

# pathToTTFFile
source: Path to source TTF font file relative to TYPO3 site:
de: Pfad zur TTF-Schriftartdatei relativ zur TYPO3-Site:
fr: Chemin jusqu'au fichier de police TTF d'entrée relativement au site TYPO3:
ru: Путь к исходному файлу TTF шрифта относительно сайта TYPO3:

# gdFontFilePrefix
source: Prefix of GD font file name to create:
de: Präfix für zu erzeugende GD-Schriftartdatei:
fr: Préfixe du nom du fichier de police GD à créer:
ru: Префикс к создаваемому GD файлу шрифта:

source: Make font
de: Schriftart erzeugen
fr: Fabriquer la police
ru: Создать шрифт

# usingFontFile
source: The following TTF font file is used as source:
de: Folgende TTF-Schriftart wird als Quelle verwendet:
fr: Le fichier de police TTF suivant est utilisé en entrée:
ru: В качестве источника использован следующий TTF файл шрифта:

# ttfFontFileNotFound
source: The source TTF font file could not be found:
de: Die TTF-Schriftart-Quelldatei konnte nicht gefunden werden:
fr: Le fichier de police TTF d'entrée n'a pas été trouvé:
ru: Невозможно найти исходный TTF файл шрифта:

# pngImageCreated
source: The following PNG image was created:
de: Folgendes PNG-Bild wurde erzeugt:
fr: L'image PNG suivante a été créée:
ru: Созданное изображение PNG:

# pngFontImage
source: Font image created from the TTF font file
fr: Image créée à partir du fichier de police TTF

# gdFontFileCreated
source: The following GD font file was created from the above image:
de: Folgende GD-Schriftartdatei wurde aus obigem Bild erzeugt:
fr: Le fichier de police GD suivant a été créé à partir de l'image ci-haut:
ru: Следующий файл GD шрифта был создан из этого изображения:

# gdFontFileNotCreated
source: The following GD font file could not be created:
de: Folgende GD-Schriftartdatei konnte nicht erzeugt werden:
fr: Le fichier de police GD suivant n'a pas pu être créé:
ru: Невозможно создать следующий файл GD шрифта:

# max_attempts
source: Sorry, service is interrupted.
de: Der Dienst ist leider unterbrochen.
fr: Le service est interrompu.
pl: Desculpe, o serviço foi suspenso.
ru: Извините, сервис недоступен.

# altText
source: CAPTCHA image for SPAM prevention
de: CAPTCHA-Bild zum Spam-Schutz
fr: Image CAPTCHA pour prévenir l'utilisation abusive
pl: Obrazek zabezpieczający przed spamem
ru: Изображение CAPTCHA для предотвращения спама

# notice
source: Please enter here the word as displayed in the picture.
de: Bitte geben Sie hier das Wort ein, das im Bild angezeigt wird.
fr: Veuillez entrer ici le mot ou le nombre tel qu'il apparaît dans l'image.
pl: Wprowadź kod widoczny na obrazku
ru: Введите слово, показанное на картинке.

# notice_informal
source: Please enter here the word as displayed in the picture.
de: Gib hier das Wort ein, das im Bild angezeigt wird.
fr: Entre ici le mot ou le nombre tel qu'il apparaît dans l'image.
pl: Wprowadź kod widoczny na obrazku
ru: Введите слово, показанное на картинке.

# explain
source: This is to prevent spamming.
de: Dies dient der Spam-Abwehr.
fr: Ceci vise à prévenir les abus.
pl: To służy ochronie przed spamem
ru: Необходимо для предотвращения спама.

# cant_read1
source: If you can't read the word,
de: Wenn Sie das Wort nicht lesen können,
fr: Si vous ne pouvez lire toutes les lettres ou chiffres,
pl: Jeśli nie możesz przeczytać kodu,
ru: Если слово непонятно,

# cant_read1_informal
source: If you can't read the word,
de: Wenn du das Wort nicht lesen kannst,
fr: Si tu ne peux pas lire toutes les lettres ou chiffres,
pl: Jeśli nie możesz przeczytać kodu,
ru: Если слово непонятно,

source: click here
de: bitte hier klicken
fr: cliquez ici
pl: kliknij tu
ru: нажмите здесь.

# click_here_informal
source: click here
de: hier klicken
fr: clique ici
pl: kliknij tu
ru: нажмите здесь

# click_here_accessible
source: Click here for audio version of the word to enter.
de: Klicken Sie hier, um das einzugebende Wort anzuhören.
fr: Cliquez ici pour une version audio du mot ou du nombre à entrer.
pl: kliknij tu aby odsłuchać kod
ru: Нажмите здесь, чтобы прослушать вводимое слово.

# click_here_accessible_informal
source: Click here for audio version of the word to enter.
de: Klicke hier, um das einzugebende Wort anzuhören.
fr: Clique ici pour une version audio du mot ou du nombre à entrer.
pl: kliknij tu aby odsłuchać kod
ru: Нажмите здесь, чтобы прослушать вводимое слово.

# click_here_accessible_before_link
source: For
fr: Cliquez sur ce lien pour une
ru: Для

# click_here_accessible_before_link_informal
source: For
fr: Cliquez sur ce lien pour une
ru: Для

# click_here_accessible_link
source: the audio version of the word
fr: version audio du mot ou du nombre
ru: аудио версия слова

# click_here_accessible_link_informal
source: the audio version of the word
fr: version audio du mot ou du nombre
ru: аудио версия слова

# click_here_accessible_after_link
source: click on this link.
fr: à entrer.
ru: щелкните по этой ссылке.

# click_here_accessible_after_link_informal
source: click on this link.
fr: à entrer.
ru: щелкните по этой ссылке.

# noImageMessage
source: Sorry, we cannot autoreload a new image. Submit the form and a new image will be loaded.
de: Entschuldigung, wir können nicht automatisch ein neues Bild zeigen. Schicken Sie das Formular ab und ein neues Bild wird geladen.
fr: Désolé, nous ne pouvons présenter une nouvelle image. Envoyez le formulaire et une nouvelle image sera présentée.
pl: Przepraszamy ale nie możemy załadować nowego obrazka. Kliknij dalej a nowy obrazek załaduje się automatycznie.
ru: Извините, но невозможно перезагрузить новое изображение. Подтвердите форму, чтобы появилось другое изображение.

# noPlayMessage
source: Sorry, we cannot play the word of the image.
de: Entschuldigung, wir können das Wort aus dem Bild nicht abspielen.
fr: Désolé, nous ne pouvons jouer le mot ou le nombre à entrer.
pl: Przepraszamy, nie możemy odtworzyć wyświetlonego kodu
ru: Извините, невозможно воспроизвести изображенное слово.

source: Please enter a file name of length 1 to 255 characters.
fr: Veuillez entrer un nom contenant entre 1 et 255 caractères.

source: Please enter a number betwwen 5 and 255.
fr: Veuillez entrer un nombre entre 5 et 255.

source: A file with the given name could not be found.
fr: Aucun fichier portant ce nom n'a été trouvé.

source: The specified file is not a True Type Font file.
fr: Le fichier spécifié ne contient pas une police de caractères True Type Font.

source: Please enter the word or number as it appears in the image. The entered value was incorrect.
fr: Veuillez entrer le mot ou le nombre tel qu'il apparaît dans l'image. La valeur entrée était incorrecte.

# 9221561048_informal
source: Please enter the word or number as it appears in the image. The entered value was incorrect.
fr: Entre le mot ou le nombre tel qu'il apparaît dans l'image. La valeur entrée était incorrecte.
